var Info = function () {
   this.Show = function ()
   {
      $('#Description').append ("\
       <center><i><h3>Абигейл Коулиер </h3></i><br>\
<img src='img/our2d/lera/abigail_preview.jpg' >\
<a href='img/our2d/lera/abigail_3994n2691.jpg' target='_blank'><img src='img/Style/glass_icon.jpg' style='border:0px'><br>\</a><br>\
</center> <br>\
<b>Пол: </b> женский.<br>\
<b>Возраст: </b> 23 года.<br>\
<b>Рост:</b>  169 см.<br>\
<b>Семейный статус:</b>  не замужем.<br>\
<b>Внешность:</b>  Обычно одевается в молодежные вещи светлых тонов, чаще всего встречается в светло-голубых джинсах, белых спортивных кроссовках и спортивной куртке. В гардеробе, в её комнате, можно также найти и строгий женский костюм (можно предположить, что в нём Абигейл и посещала нотариуса). Волосы бледно-рыжего цвета, порой могут казаться русыми, Абигейл часто заплетает их в две косички. У Абигейл раскосые светло-голубые глаза. На переносице много светлых веснушек, которые не сильно заметны из-за легкого загара.<br>\
<b>Характер:</b>  Абигейл – энергичная молодая девушка, которая даже в самых крайних ситуациях не падает духом. Несколько озорной характер, перекочевавший с ней через океан, вкупе с бронзовым загаром и сильным акцентом, выдаёт в ней не местную. Сперва сильно конфликтует с Рупертом, Элджерноном, и другими излишне высокомерными постояльцами, но это можно исправить. Недолюбливает <name>, считая её слегка “не от мира сего”. Абигейл самый легко изменяемый персонаж, возможно из-за того что достаточно легко идёт на осторожный контакт. Открыто симпатизирует игроку, порой переходя на лёгкий флирт (не знаю, оставить это, или нет. Как считаете?).<br>\
<b>История:</b>  Абигейл наполовину американка, наполовину англичанка. Её отец выходец из Уэльса, рано умер, после чего её мать вернулась в родной Канзас, где вышла замуж во второй раз. С отчимом девочке не повезло: мужчина часто срывался на ней по любому поводу, проявлял ненужную жестокость в воспитании, и так и не сумел найти с падчерицей общий язык. После смерти матери, Абигейл собирается перебраться на родину отца, где ей остались в наследство его дом и некоторые сбережения, о чём никому не рассказала – это становится ясно из последних сообщений на её телефоне от отчима, который угрожает своим приездом (телефон можно найти в её комнате, возможно потому она его и не носит с собой часто). Однако её настигает ураган, из-за чего Абигейл вынуждена отложить рейс и перебраться в пансионат. <br> \
<b>Отличительные черты:</b> яркие синяки на запястьях – следы от побоев. Видно только если Абигейл снимет спортивную куртку, которую обычно носит постоянно (для этого Абигейл должна чувствовать себя комфортно, что произойдет при следующих условиях: её отношения, с кем-либо из общества, должны быть мало мальски налажены (считается и сам игрок), и произойдет это в тот момент, когда отдыхающие соберутся отдохнуть у камина; тогда же появится и возможность узнать о синяках на её руке. Если отношения с игроком достаточно хорошие, то Абигейл, пускай и в мрачной манере, расскажет о своём прошлом. В противном случае, она разозлится и попросту уйдет в свою комнату. Вопрос, в любом случае, ей задаст если не игрок, то любой другой персонаж). На левой руке носит мужские часы – вещь погибшего отца. Панически боится подвалов и тёмных узких помещений, т.к. в детстве отчим, в качестве наказания, запирал её в подвале дома, что будет свидетельствовать явно о насильственной смерти, поскольку тело Абигейл могут найти в подвале. Причины так и не будут установлены.<br>\
      ");
   }
}