var Info = function () {
   this.Show = function ()
   {
      $('#Description').append ("\
<center>     <h3><i>Агата Элеонор Эшмор</i></h3><br>\
<img src='img/our2d/lera/agata_preview.jpg' >\
<a href='img/our2d/lera/agata_5688n3153.jpg' target='_blank'><img src='img/Style/glass_icon.jpg' style='border:0px'><br>\</a><br>\
</center>      <br>\
<b>Имя:</b> Агата Элеонор Эшмор.<br>\
<b>Пол:</b> женский.<br>\
<b>Возраст:</b> 42 года.<br>\
<b>Рост:</b> 172 см.<br>\
<b>Семейный статус:</b> вдова.  Пребывает в пансионате со старшим братом<br>\
<b>Внешность:</b> невзрачная женщина с уставшим выражением  лица, и болезненно-бледной кожей. Волосы седые, собраны в низкий пучок. Глаза тёмно-зелёные, глубоко посаженные. Глубокие морщины в уголках глаз и у губ. Во время смеха не раскрывает рта, и сильно щурится. Преимущественно, из одежды предпочитает длинные платья, поверх которых набрасывает кардиган или кофту. Во время чтения надевает очки.<br>\
<b>Характер:</b> вялый, несколько покровительский. Молчаливая и тихая женщина. Подчиняется только логично обоснованным решениям. Бесконфликтная, в споры может ввязаться если брат начнёт перегибать палку.<br>\
<b>История:</b> Младшая сестра Элджернона, которая знает его и с обратной стороны. Мать работала медсестрой в поликлинике, отца практически не помнит. После его смерти всячески помогала семье по дому, пока старший брат во всю трудился на мелких подработках. Спустя пару лет также начала подрабатывать няней в свободное от учёбы время. Училась в закрытой школе для девочек, что отразилось на её навыках в общения с мужчинами. Несмотря на неплохие познания в области медицины, полученные за годы наблюдения за работой матери, поступила на юриста, после чего открыла собственную контору, с помощью и поддержкой брата. О личной жизни не задумывалась долгое время – забота о семье, а после и о заболевшей матери была для неё превыше всего. Пока в один день не познакомилась с сыном своей бывшей учительницы. «О, это была любовь с первого взгляда. Возможно, признали это мы не с первых секунд, но в том, что это произошло мгновенно, я точно уверена!». Мужчина был моложе её на пять лет, но его не волновали предрассудки, и, уже спустя нескольких месяцев ухаживания, он добился от Агаты «да». Несмотря на возраст, несмотря на предрассудки и даже на придирчивое отношение со стороны Элджернона, супруги были счастливы. Муж всячески пытался наладить отношения с Элджерноном, и хотя у него это не получалось, он не отчаивался. Однако дальнейшие события лишили его возможности всё исправить – нашествие природы оставило Агату вдовой. Не в силах больше оставаться дома в одиночестве, она отправилась к брату, но ураган сильно потрепал и его дом, из-за чего они были вынуждены временно перебраться в пансионат. Хорошо относится ко всем постояльцам, ощущая себя в их компании няней.<br>\
<b>Отличительные черты:</b> носит на шее камею, в которой хранит миниатюрное фото своей семьи. <br>\
      ");
   }
}