var Info = function () {
   this.Show = function ()
   {
      $('#Description').append ("\
            <h3>Элджернон Говард Эшмор </h3> <br>\
<img src='img/referenses/Characters/Algernon/1x.jpg' ><br>\
<br>\
<b>Пол:</b> мужской.<br>\
<b>Возраст: </b>45 лет.<br>\
<b>Рост:</b> 186 см.<br>\
<b>Семейный статус:</b>разведён. Пребывает в пансионате с младшей сестрой.<br>\
<b>Внешность:</b> широкоплечий и весьма крупный для своих лет мужчина. Коротко выстрижен, небрит. Глаза, как и у сестры, тёмно-зелёные и глубоко посаженные. Постоянно хмурится, имеет угрюмое выражение лица даже находясь в хорошем настроении. Одевается в просторную одежду, предпочитая красоте удобство.<br>\
<b>Характер:</b> резкий. Жесткий, грубый, всегда заботился о сестре и матери, став для них надежной опорой. Привык быть едва ли не живым щитом, на что также повлияла военная карьера. Несмотря на всю свою резкость, очень трепетно относится к близким и дорогим ему людям. Чертовски упрямый.<br>\
<b>История:</b> Старший брат Агаты. Человек жесткий и черствый, со стальными правилами и принципами. Лишился отца в раннем возрасте – тот погиб из-за постоянного алкоголизма – из-за чего был вынужден взять на себя часть заботы о семье. С детства подрабатывал на разных мелких делах: развозил газеты, мыл машины, выгуливал собак, что сделало его организованным и ответственным. После окончания школы, несмотря на все трудности, поступил на службу в армию, где завёл себе немало преданных и хороших друзей. Примерно в это же время начал встречаться со своей будущей супругой. Мать не застала семейного счастья ни одного из своих детей – она умерла задолго до этого, в 1994-м. Во время боевых действий часть его отряда погибла, другая же, с его помощью, сумела выжить. Несмотря на полученный авторитет и награды, сильно скорбил о тех, кого не сумел спасти, после чего его заботливость усилилась, прямо превратившись в строгий контроль. Это сказалось и на его личной жизни – жена, не выдержав постоянного давления со стороны супруга, ушла от него, спустя полгода подав на развод. В их расставании Элджернон винит только её, не желая признавать собственных ошибок.<br>\
Негативно отнесся к новости об отношениях его сестры – к тому моменту он стал ярым параноиком, и не доверял потенциальному шурину, считая того простым альфонсом. Тем более, на его мнение сильно влияла их разница в возрасте: на момент брака его сестре было уже 40, когда её мужу только исполнилось 35. Тем не менее, препятствовать счастью сестры он не стал, о чём вскоре пожалел – смерть супруга сильно отразилась на ней. Элджернон считает, что если бы настоял на своём, и брак между ними не состоялся, Агата не страдала бы сейчас настолько сильно. Недоверяет практически всем, особенно недолюбливает Мориса «Я лучше стану для неё дьяволом во плоти, чем позволю кому-либо причинить ей боль. Снова.» (угрожая Морису). Игнорирует игрока, в случае его попытки пойти на контакт с Агатой начнет угрожать. Причиной смерти могут послужить его чрезмерная заботливость, упрямство и недоверие – Элджернон может полезть устранять какую-нибудь поломку, наотрез отказавшись принимать помощь.<br>\
<b>Отличительные черты:</b> носит армейские жетоны. На руке, ближе к сгибу локтя, татуировка в виде пса – традиция его бывшего отряда. Бросил курить около двух лет назад, но хранит табакерку, некогда подаренную сестрой. Обязательно носит с собой куртку, «на всякий случай». При себе постоянно имеет пистолет и армейский нож.<br>\
      ");
   }
}