var Info = function () {
   this.Show = function ()
   {
      $('#Description').append ("\
<br>\
<b>Василий Степанов:</b> <br>\
У нас есть такой игровой момент как игровая статистика (в конце дня показывается отчет кто умер и как). Представь как бы круто смотрелось жуткое место убийства. Нарисованное акварельками?<br>\
<img src='img/our2d/MaratZahidulin/BloodyWatercolor.jpg' ><br>\
Мне просто нравится идея того, что в таком стиле нарисовано что-то крипотное. Картинка старая, на ней изображена явно жуткая сцена. У тебя противоречивое ощущение. Ты видишь явно больное содержание, но от того как это нарсовано. С любовью, с видом что все это в порядкее вещей. У тебя создается впечатление что для тех кто это рисовал это и было в порядке вещей. <br>\
<br>\
<b>Игорь Ухварин</b>:<br>\
Эти картинки вызывают ассоциацию домашнего уюта. Родной кухни камина итд. В нашей игре я бы действовал от противного. То есть для создания атмосферы ужаса, ненормальности происходящего. Эти картины, хоть и не всегда, но появлялись бы ввиде разорваных или залитых кровью. Как пример, Гг заходит в комнату, там темно, голосов не слышно. начинает высвечивать фонарем то что у него под ногами. И тут видит разорваную картинку с рыбой на две части. Одна часть остается лежать, а вторую часть уносит сквозняком куда то в темноту. (<b>Марат Загидулин:</b> Это можно делать в конце дня когда показаны убийства и кто как умер - вот тогда и показывать эти уютные картины, открытки и скатерти залитые кровью и т д).<br>\
<img src='img/our2d/ViktoriaChernenko/4.jpg' ><br>\
<img src='img/our2d/ViktoriaChernenko/7.jpg' ><br>\
<img src='img/our2d/ViktoriaChernenko/6.jpg' ><br>\
");
   }
}