var Info = function () {
   this.Show = function ()
   {
      $('#Description').append ("\
      <h3>Шарлота Джулс </h3>\
      <img src='img/our2d/ruslanaHolina/ryslanaHolina_sharlota _prev.png'><br>\
      <br>\
<b>Пол:</b> Женский<br>\
<b>Возраст:</b> 23-25 лет.<br>\
<b>Рост:</b> 172 см<br>\
<b>Семейное положение:</b> возможно, была замужем<br>\
«Кажется мне снилась бабочка…. Говоришь это подвал? Хм… да, действительно, но тут нет бабочек»<br>\
<b>Внешность: </b>Невысокая, симпатичная брюнетка, с приятными чертами лица: карие глаза, прямой нос, тонкий подбородок. Не длинные волосы, едва достающие до середины шеи. Атлетического телосложения. Американка. Одевается в зависимости от времени суток. Чаще всего в мужскую одежду – брюки, жилет, рубашка. Но может бродить ночью в пижаме<br>\
<b>Характер:</b> спокойный, любит копаться в вещах пансионата и историях других персонажей. Законопослушная. Обладает острым умом и легко подмечает детали.<br>\
<b>Отличительные черты:</b> страдает легкой формой аутизма – часто может потерять внимание и отвлечься. Как пример ведя диалог может резко сменить тему или забыть заданный ей же самой вопрос. Или забыть куда шла и зачем.<br>\
В прошлом была журналисткой. Причины ее болезни, очевидно для Гг, кроются в ее работе. Но неизвестно, что именно привело ее к такому состоянию. Ее прошлое до поступления в пансионат не раскроется. Гг может сделать вывод что Шарлота была когда-то замужем.<br>\
Симпатизирует Гг. Не сознательно демонстрирует взглядом свою симпатию. Но не признается в этом лично.<br>\
В пансионате ее можно встретить в самых разных местах. И тут есть два варианта, первый – она рассказывает историю про то место или предметы, возле которых она стоит. Или второй – она понятия не имеет, как туда попала и зачем.<br>\
<br>\
<img src='img/our2d/ruslanaHolina/ryslana.jpg'><br>\
<img src='img/referenses/Characters/Charlotte/1.jpg' ><br>\
      ");
   }
}