var Info = function () {
   this.Show = function ()
   {
      $('#Description').append ("\
<h3>Возможность собирать коллекции. </h3> \
Во время своего пути по локациям (природе) игрок может занять себя дополнительно поимкой зверей. Это не займет много времени - на пути вперед можно поставить ловушку, на обратном пути ее проверить.<br>\
Во время нахождения внутри зданий игрок может дополнительно искать и обращать внимание на антикварные монеты.<br>\
Это просто дополнение к геймплею и не влияет на сюжет и не является обязательным. <br>\
<br>\
Найденых зверей и монеты игрок заносит в свой дневник, делает зарисовки (просто появляется рисунок в дневнике), и все это не удаляется когда игрок проживает день заново.<br>\
Таким образом это добавляет игроку дополнительного инетерса в игре и в исследовании месности.<br>\
<br>\
В дневнике для коллекций отдельные закладки: животные и антиквар(монеты). 2/3 страницы картинка. 1/3 страницы текст с описанием. Сверху название.<br>\
Не найденные коллекции имеют пустую страницу, кроме названия.<br>\
      <br>\
");
   }
}