var Info = function () {
   this.Show = function ()
   {



      $('#Description').append (" \
     <center><h3> Автор этого описания: Василий Степанов.</h3></center><br>\
     \
       <img src='img/DetailedGameDescruption/Day1/1.jpg' ><br>\
      Нажать «Играть»<br>\
      <br>\
       <img src='img/DetailedGameDescruption/Day1/2.jpg' ><br>\
      Нажать «Дальше»<br>\
      <br>\
       <img src='img/DetailedGameDescruption/Day1/3.jpg' ><br>\
      Нажать «Дальше»<br>\
      <br>\
       <img src='img/DetailedGameDescruption/Day1/4.jpg' ><br>\
      Нажать «Начать день»<br>\
      <br>\
      На экране появляются часы, которые быстро отсчитывают время. С 21:00 стрелки переходят в 09:00. Как только стрелка доходит до точки, и загрузка завершена. Внизу экрана появляется надпись 09:00 и становится крупнее выходя на первый план. Циферблат уходит в ЗТМ. После этого появятся надпись «нажмите любую клавишу».<br>\
     <img src='img/DetailedGameDescruption/Day1/5.jpg' ><br>\
     <br>\
      <img src='img/DetailedGameDescruption/Day1/6.jpg' ><br>\
      <br>\
      После нажатия любой клавиши «09:00» – уходит в ЗТМ. Темный экран переходит в анимацию открывания глаз. Субъективная камера.  Мы слышим звук стука в дверь и голос Джейн Адлтон. «Проснитесь деточка, дела сами собой не делаются…»<br>\
       <img src='img/DetailedGameDescruption/Day1/7.jpg' ><br>\
       <br>\
      Экран открывается полностью. Вы видите потолок над кроватью. Дальше проигрывается анимация вставания с кровати. Вы слышите голос Джейн Адлтон: «Сколько можно запираться в комнате. Ведете себя как подросток. Когда надумаете начать выполнять обязанности, найди меня в Холле». <br>\
      <img src='img/DetailedGameDescruption/Day1/8.jpg' ><br>\
      <br>\
      На экране появляется сообщение: «Вы в своей комнате в Совином приюте. Через 12 часов начнется праздник. Поторопитесь». Дальше управление переходит к игроку. Вы находитесь внутри комнаты. Дверь закрыта на ключ изнутри. Ключ находится на письменном столе в углу комнаты. Также на столе находится военный ноутбук, и стационарная радиостанция. С расстояния видно, что на ноутбуке мигает непрочитанное сообщение.<br>\
      <img src='img/DetailedGameDescruption/Day1/9.jpg' ><br>\
      Рация не работает. Включая ее мы слышим шум, настроить ее нет возможности. После попытки ей воспользоваться выводится сообщение: «Радиосвязь до сих пор не работает». Видно, что эту технику устанавливали недавно, провода проложены через окно, уходят куда-то на улицу.<br>\
      <br>\
Кликнув на ноутбук мы заходим в его прошивку. Перед нами рабочий стол. Мигает логотип в виде спутниковой антенны, под нем выведено сообщение: «нет сети». Также есть возможность прочитать сообщение которое пришло раньше. Его отправитель Шериф Монтгомери. <br>\
<br>\
<b>«Добрый день помощник. Вчера я отправил дополнительные припасы, по вашей просьбе. Меня немного смутило содержание списка. Необходимость многих вещей крайне сомнительная. Вы же помните, что у нас тут ЧП, а мы не служба доставки. У нас тут нет времени праздновать, в отличие от вас. Несмотря на это, мы подготовили все необходимое. Вы сможете забрать доставку на автостанции. Пароль от ящика 116. <br>\
<br>\
Свяжитесь со мной, как только получите груз. Сейчас проблемы со связью во всем штате. Проще всего будет набрать с телефонного автомата прямо на станции. Надеюсь, что провода нигде не оборвало. Мой прямой номер 555-06-82<br>\
Шериф Мнотгомери».</b><br>\
<br>\
Также можно прочитать несколько сообщений, отправленных ранее. Вот первое из них:<br>\
<br>\
<b>«Добрый день помощник. Надеюсь с новой связью не будет сбоев, эта вышка стоит не малых денег. У вас там как глухая зона. Ни мобильные, ни радио. Технику, которую мы вам выслали – обычно используют военные. Если так не получится общаться, то остается только голубиная почта. Ну или проводной телефон на автостанции. Хотя он тоже не надежен, линия старая, на ней часто происходят обрывы.<br>\
<br>\
Напоминаю помощник, что никто кроме вас не сможет проследить за порядком в приюте. Вы наши глаза и уши. Ваш предыдущий опыт делает вас лучшим кандидатом на эту должность. Надеюсь, что мы сработаемся. <br>\
Шериф Монтгомери».</b><br>\
<img src='img/DetailedGameDescruption/Day1/10.jpg' ><br>\
<br>\
На столе вы подбираете папку с личными делами – это наш дневник. Под ним лежит карта. Под картой – ключ от комнаты. Вы открываете дверь, применяя ключ, и выходите в коридор.<br>\
<img src='img/DetailedGameDescruption/Day1/11.jpg' ><br>\
<br>\
<img src='img/DetailedGameDescruption/Day1/12.jpg' ><br>\
<br>\
По коридору направо находится комната Эдмонда Идлза, дверь закрыта. К ней прикреплена записка: <br>\
«Ушел чинить ретрансляторную вышку. <br>\
Идлз Эдмонд. Электрик»<br>\
<img src='img/our2d/VasiliiStepanov/mainBuildingPlan.jpg' ><br>\
<br>\
<img src='img/DetailedGameDescruption/Day1/14.jpg' ><br>\
<br>\
<img src='img/DetailedGameDescruption/Day1/15.jpg' ><br>\
<br>\
<img src='img/DetailedGameDescruption/Day1/16.jpg' ><br>\
<br>\
В главном холе вы встречаете Джейн Адлтон. С ней можно начать диалог. Вы можете выбирать разные варианты ответов.<br>\
<img src='img/DetailedGameDescruption/Day1/17.jpg' ><br>\
<br>\
Вы видите Джейн Адлтон. На ее лице как всегда застыло недовольное выражение. При вашем приближении она смотрит на наручные часы.  <br>\
<br>\
<b>Похоже вы хорошо выспались?<br>\
<br>\
			- Вашими молитвами!<br>\
			- А вы похоже нет.<br>\
			- Хватит ломится в мою комнату по утрам.<br>\
			- Я прошу прощения, не сработал будильник.<br>\
			<br>\
У нас сегодня очень много работы. Вы же помните о празднике?	Сегодня к десяти вечера все непременно должно быть в лучшем виде.<br>\
<br>\
			- Празднике?<br>\
			- Конечно я помню!<br>\
			- До сих пор считаю это глупой затеей.<br>\
			<br>\
Этот праздник нужен всем нам. За него проголосовало большинство. Мы многое потеряли, и долгое время находились в скорби. Нужно принять новую жизнь и почтить этот дом. Тем более что мы практически не общаемся друг с другом, так и с ума можно сойти. Все попрятались по коттеджам как по норкам.  <br>\
<br>\
			- Пожалуй вы правы, нам всем не мешало бы расслабится<br>\
			- Мы все равно здесь не на долго<br>\
			- Мне все равно<br>\
			<br>\
Тем не менее есть вещи, выполнение которых не требует отлагательств. В первую очередь нужно забрать припасы с автостанции, я надеюсь вы не забыли их заказать.<br>\
Майк Розковик обещал наловить нам рыбы, вам не мешало бы к нему наведаться. Рыбу сможете отдать Мэри, она на кухне.<br>\
Также, неплохо бы навестить профессора Коэна. Он говорил, что нашел гирлянды, для украшения главного здания. Гирлянды нужно отдать Идлзу. Он с утра пытается починить ретранслятор.<br>\
Эти задачи вам по силам?<br>\
<br>\
			- Конечно, я все успею.<br>\
			- Успею сбегать за припасами<br>\
			<font color='blue'>- Я, пожалуй, займусь другими делами.<br>\
			<br>\
Какими? Сестра хмуро смотрит на тебя.<br>\
<br>\
			- Ээээ, я сам готовлю небольшой сюрприз.<br>\
- Я обещал помочь Тимми с лодкой.<br>\
- Я не хочу никаких праздников, не хочу участвовать в этом.</font><br>\
<br>\
Как скажете. И вам бы следовало одеться по приличнее деточка. Может быть вы успеете совершить это до ужина.<br>\
<br>\
		- Кто бы говорил. Твоя одежда больше похожа на чехол для скрипки<br>\
		- У меня украли фрак, и он похож на тот что надет на Вас<br>\
			- Как скажешь Хэнк! Ой, Джейн.<br>\
			- Я буду самим очарованием.<br>\</b><br>\
<br>\
На кухне вы можете поговорить с Мэри Адлтон, сестрой близняшкой Джейн. Но она очень увлечена работой на кухне. И очень ждет особой доставки которую она заказывала, поэтому просит непременно отправится на автостанцию. Вы можете выйти на улицу.<br>\
<img src='img/our2d/VasiliiStepanov/mainLocationMap.jpg' ><br>\
<br>\
Неподалеку от главного здания вы встречаете Эдмонда. Он никак не может починить вышку. Дело в том, что это не совсем поломка. Кто-то намеренно повредил ретранслятор, вытащив оттуда блок с микросхемами. Это мог сделать только кто-то из приюта. Вы можете либо найти украденный блок, либо заказать новый у шерифа. Возможно это получится сделать по телефону.<br>\
Поговорив с Эдмондом вы находите указатель. Теперь вы должны выбрать куда отправится дальше.<br>\
<img src='img/DetailedGameDescruption/Day1/19.jpg' ><br>\
");
   }
}