var Info = function () {
   this.Show = function ()
   {
      $('#Description').append ("\
      <img src='img/our2d/ViktoriaChernenko/8.jpg' ><br>\
<br>\
А: я бы сделал поиск открыток как достижение по всей карте, типа оно и не надо, но если соберешь 20 открыток то получишь пирожочек)<br>\
B: пирожочек ))))<br>\
A: засохший пирожок + ко всему надкусанный)<br>\
B: ))<br>\
B: а мы так и сделаем<br>\
B: главному герою ответят когда он принесет открытки: «Извини, ты так долго искал что пирожек уже не в лучшей кондиции» )))<br>\
<br>\
 <img src='img/our2d/ViktoriaChernenko/6.jpg' ><br>\
");
   }
}