var Info = function () {
   this.Show = function ()
   {
      $('#Description').append ("\
     Локации размещаются по высоте одна над другой имитируя побьем в горы. Вход в локацию в нижней точке - выход из нее в верхней. При этом не обязательно моделировать локацию как сплошной побьем - достаточно показать хотябы небольшой побьем при входе в уровень и при выходе из него чтобы создалась общая илюзия что мы движемся вверх.<br>\
       <img src='img/locations/GeneralInfoLocations/1.jpg'><br>\
       <br> \
     Старая обсерватория - 1000 метров над уровнем моря. (метры над уровнем моря - условные, просто чтобы показать что одна локация выше другой)<br>\
     Старая канатная дорога -  700 (недалеко от главного корпуса)<br>\
     Главный корпус Совиного приюта - 650<br>\
     Особняк Совиное гнездо - 600 <br>\
     Летний театр -650<br>\
     Дом у озера -  300<br>\
     Лагерь лесорубов - 100 <br>\
      <br> \
       <br> \
       Пешее растояние между локациями (в конечно счете между зданиями) разное. Здания которые пренадлежат Курорту Совиный приют - находятся довольно близко (ну чисто наскидку первое что пришло в голову 1км):<br> \
       - Главный корпус Совиного приюта<br> \
       - Особняк Совиное гнездо <br> \
       - Летний театр <br> \
       - Старая канатная дорога <br> \
       <br> \
       Но есть и локации которые не пренадлежат этому курорту и просто расположены тут же в горах, и к ним расстояние больше (допустим 3-4 км):<br> \
        - Лагерь лесорубов<br> \
        - Дом у озера<br> \
        - Старая обсерватория<br> \
        <img src='img/our2d/AntonBes/locationsScheme.jpg'> <br> \
      ");
   }
}