var Info = function () {
   this.Show = function ()
   {
      $('#Description').append ("\
            <h3>Генри Куфэ </h3> <br>\
<img src='img/our2d/ValeriiSinimus/1.jpg' ><br>\
<img src='img/referenses/Characters/Henry/1.jpg' ><br>\
<br>\
35 лет, американец<br>\
Почему я ношу шляпу в помещении? Потому что все это стадо смирилось со своим тупым жующим существованием, а я еще дышу воздухом Бродвея!. <br>\
Высокий худощавый шатен. Лицо худое с ярко выраженными скулами. Высокий лоб, ястребиный нос, тонкий подбородок. Короткие каштанового цвета кудри, чаще всего прячущиеся под шляпой клипартом. Рост 189 см. Худые руки, которыми Генри любит жестикулировать, когда говорит.<br>\
У Генри сломана левая нога. Из-за этого он всегда находится в общей комнате пансионата и постоянно что-то вещает всем окружающим. О политике, погоде, каждом из них, пансионате, простынях. Рассказывает яростно и громким голосом, не обращая внимания слушают его или нет. Может перейти на брань и фальцет. Постоянно на нервах, легко можно вывести из себя. Так как сделать он ничего не может, то просто краснеет и начинает играть желваками. А потом раздает еще большей тирадой.<br>\
Персонаж поначалу должен создать впечатление эдакого всем недовольного брюзги.<br>\
Причина его поведения проста – Генри профессиональный танцор. И теперь он в глубокой депрессии из-за своей ноги. Он не знает, что его ждет и что будет с его карьерой. Если Гг доводит разговор до этой точки Генри расплачется.<br>\
Одевается Генри в джентльменский костюм – смокинг, брюки, рубашка, клипарт. На вопрос зачем имеется два ответа, первый до его плача – см вверх. И после, когда он пояснит что это то немногое что держит его на плаву.<br>\
      ");
   }
}