var Info = function () {
   this.Show = function ()
   {
      $('#Description').append ("\
            <h3>Идлз Эдмонд  </h3> <br>\
<img src='img/referenses/Characters/Idles/1.jpg' ><br>\
<br>\
<b>Возраст:</b> около 40 лет<br>\
<b>Внешность:</b> брюнет, носит очки, однако в публичных местах любит находится в линзах. Глаза зелёного цвета. Атлетического телосложения (не качок), немного сутулится из-за своей стеснительности, и неуверенности<br>\
<b>Характер:</b> не подстраивается под окружающую среду<br>\
<b>Тип персонажа в игре:</b>Второстепенный персонаж <br>\
<b>Семейный статус:</b> Идлз холост, однако ему нравится соседка рядом по дому .<br>\
В детстве Идлз рос в полной семье, однако из-за случившейся аварии , в которой погибли его родители,  он не желает вспоминать эти события, или вспоминает с тяжёлым грузом в сердце.<br>\
Раз в месяц из родственников к нему приезжала  его бабушка, и то на короткое время.<br>\
Идлз закончил с медалью физико-математический факультет, но так и  не смог найти подходящую работу и устроился  неподалёку в  завод по выпуску автомобильных шин. По совместительству  у него был небольшой бизнес связанный с торговлей доменов на сайтах.<br>\
Характер Идлза вполне спокойный, однако иногда бывает расстраивается из-за того, что что-то не получается. Он  более склонен к эгоизму  . Несмотря на негативные черты характера, такие как скованность и стеснительность  Идлз довольно добрый и весёлый человек.<br>\
По жизни он не имеет никаких вредных привычек, кроме того как грызть ногти, однако вскоре он берёт себя в руки и избавляется от этого.<br>\
Из хобби Идлза можно выразить увлечение игра на пианино, разведение аквариумных рыбок и выполнение химических экспериментов в домашних условиях.<br>\
Также у него есть  домашний питомец-собака породы хаски Тикс, однако из-за нехватки времени он не часто успевает её выгуливать на улицу.<br>\
Идлз носит в правом кармане талисман жирафа, который по его мнению приносит ему в жизни удачу.<br>\
С людьми общается в пансионате довольно дружно, без выраженных  сколов и ссор.<br>\
Его   в пансионате	можно так назвать хозяйственным парнем;  помогает другим  с перемещением тяжёлых предметов, заменить лампочки  и.т.д, может дать верный совет, и.т.д. Проживает он в комнате с несколькими соседями по комнате.<br>\
Идлза находят мёртвым недалеко от трансформаторной будки.Считается, что происходит замыкание, а Идлз в это время стоит возле будки и тем самым получает удар током.<br>\
      ");
   }
}