var Info = function () {
   this.Show = function ()
   {
      $('#Description').append ("\
      <h3>Мисс Джейн и Мери Адлтон</h3> <br>\
       <img src='img/our2d/alexandra/2.jpg' ><br>\
<br>\
Сестры-близняшки.Родились 20 апреля 1950 года в пригороде Уэльса.<br>\
Получили блестящее образование и превосходные манеры в Институте благородных девиц миссис Ролейн. Обе - закоренелые пуританки, каждую субботу посещают католический приход местного пастыря.<br>\
Информации об их отце очень мало. Француз с вытянутым, худым лицом. Командир авиаподразделения Воздушных сил Британии. Скончался через 5 лет после окончания Второй мировой войны из-за сердечной недостаточности.<br>\
О матери известно куда больше. Урожденная англичанка из благородного, но бедного рода Адлтонов. Война разорила ее семью,и родовое поместье было разбомблено во время немецкого авианалета.Из-за этого девочки Адлтон с детства терпели нужду, что закалило их характеры.Из наследства матери им достались только ее манерность, а также пылкая страсть к делам, присущим настоящим леди.<br>\
В конце 70-х переехали в США и поселились в Вабанаки, где организовали школу благородных девиц, которая пользовалась популярностью у прихожан местной церкви.<br>\
<br>\
<img src='img/referenses/Characters/JaneAndMerry/2.jpg' ><br>\
<b>Джейн:</b> Рост примерно 175 сантиметров. Очень прямая осанка, гордый взгляд, слегка высокомерна в общении.<br>\
Хобби: вышивание и пряжа.<br>\
<br>\
<img src='img/referenses/Characters/JaneAndMerry/3.jpg' ><br>\
<b>Мери:</b> Рост такой же, как и у сестры (логично, правда?). Тоже прямая осанка, но заметна легкая сутулость. Всегда держится немного сзади сестры.В общении заметно мягче и приятнее.<br>\
В целом, во всем похожа на сестру, но имеет легкую дерганность в движениях и словах. Результат несчастного случая, произошедшего с их знакомым, который подорвался на немецком снаряде на глазах у Мери, когда ей было 12.<br>\
Хобби: фортепиано.<br>\
<br>\
Внешне сестры имеют абсолютную схожесть, но сами они так не считают, и приходят в раздражение, когда их путают. При этом очень разнятся внутренне. Мери спокойна и меланхолична, Джейн - вспыльчива и эмоциональна. Мери предпочитает молочный шоколад, а Джейн - черный.<br>\
Обе сестры предпочитают скромные, выдержанные одежды без изысков. Цвет - серый, коричневый, все только классического стиля, любимая расцветка (она же - единственная) - в клеточку. Причем у Мери - горизонтальные полосы, у Джейн - диагональные.<br>\
Джейн и Мери единственный кто уже бывал в совином приюте раньше. Они отдыхали здесь, когда были подростками.<br>\
<br>\
Архив:<br>\
<img src='img/our2d/alexandra/alexandra_sisters_prev.jpg' ><br>\
<img src='img/referenses/Characters/JaneAndMerry/1.jpg' ><br>\
      ");
   }
}