var Info = function () {
   this.Show = function ()
   {
      $('#Description').append ("\
    <h3>Убийство или спасение травами</h3>\
    Найденые травы в природной местности игрок может использовать. Например заварить чай и кго-то напоить, но игрок не знает свойств травы, по этому он может или спасти персонажа или убить этим чаем. Прийдется проверять все травы на персонажах пока не изучишь их действие. <br>\
    Это не единственый вариант использования трав. Еще нужно обсуждать - как их использовать, но одно извесно точно, что трав есть определенное количество, растут они в своих строго отведенных местах, и у каждой травы свои свойства.<br>\
    Стоит ли добавлять это в игру - под вопросом. Если и стоит - то это нужно делать позже когда уже будет известно больше об основной сюжетной линии.<br>\
      <br>\
");
   }
}