var Info = function () {
   this.Show = function ()
   {
      $('#Description').append ("\
       <h3>Кимми Аяш </h3> <br>\
      <img src='img/referenses/Characters/Kimmy/1.jpg' ><br>\
      <br>\
<b>Пол:</b> Женский<br>\
<b>Возраст:</b> 22 года.<br>\
<b>Рост:</b><br>\
<b>Семейный статус:</b> сирота. Пребывает в пансионате с бабушкой.<br>\
<b>Внешность: </b>Коренная американка.<br>\
<b>История:</b> Росла в неблагополучной семье алкоголиков. Ушла из дома, когда была подростком. Отправилась в калифорнию в поисках мечты. После этого не поддерживала связи с родителями. Единственным близким человеком в семье была бабушка.<br>\
Крайне неохотно открывает факты своей биографии, как и свое настоящее имя. Но похоже, что с ней происходили крайне неприятные вещи.<br>\
В 2017 году Кимми узнала о том, что родители погибли, и возвращается в Вабанаки для того чтобы заботится о своей бабушке, которая является инвалидом.<br>\
<b>Характер:</b> Кимми долгое время была бунтующим подростком, и всё еще не вышла из этого периода. Она ненавидит своих родителей-алкоголиков, и говорит, что не жалеет о том, что они умерли. Жизнь сильно побила Кимми, но она любит свою бабушку, и заботится о ней. Считает, что им больше никто не нужен. Подсознательно ищет защиты, но боится это признать.<br>\
<b>Хобби:</b> любит слушать панк-рок и “агрессивную” музыку. Кимми нравятся рисунки демонов и татуировки.<br>\
<b>Отличительные черты:</b>  татуировка на левом предплечье, в виде скалящегося монстра<br>\
      ");
   }
}