var Info = function () {
   this.Show = function ()
   {
      $('#Description').append ("\
      <center><h3>Локация (Главный корпус  Совиного приюта) - подраздел (Декорация дома) </h3></center> <br>\
<b>Марат Загидулин:</b> «Такое можно цеплять как етикетки на ящики с продуктами например или на посуду (кастрюли например).» <br>\
<b>Олег:</b> «Картинки с овощами  отлично подойдут на кухонную утварь, типо скатертей, фартуков.» <br>\
<b>Антон:</b> «Скатерть на столе, Использовали раньше такое.» <br>\
<b>Дана Скрипченко:</b> «Этикетки на ящиках с продуктами будут вполне и очень полезны.» <br>\
<img src='img/our2d/ViktoriaChernenko/4.jpg' ><br>\
 <br>\
<b>Марат Загидулин:</b> «Такое можно использовать как картины на стенах комнат.» <br>\
<b>Олег:</b> «Рыбу можно использовать как мозаику на окне и она будет например как подсказка для игрока.» <br>\
<b>Антон:</b> «Можно сделать, что это какая-то важная картина, сзади которой важная информация какая-то. Как ключ к чему-то или карта какая-то.» <br>\
<img src='img/our2d/ViktoriaChernenko/3.jpg' ><br>\
 <br>\
<b>Марат Загидулин:</b> «Можно сделать книгу рецептов с такими картинками и положить ее на кухне например. Или же старые коробки из под пироженых - просто для визуального еффекта интерьера.» <br>\
<b>Дана Скрипченко:</b> «Можно ещё их добавить в какие-нибудь личные вещи персонажей, вроде как для чехла на телефон. У них же есть телефоны, правильно?» <br>\
<img src='img/our2d/ViktoriaChernenko/7.jpg' ><br>\
 <br>\
<b>Дана Скрипченко:</b> «Можно ещё их добавить в какие-нибудь личные вещи персонажей, вроде как для чехла на телефон. » <br>\
<img src='img/our2d/ViktoriaChernenko/8.jpg' ><br>\
 <br>\
<b>Марат Загидулин:</b> «Такие как этот рисунок можно использовать как обои внутри главного здания.» <br>\
<b>Дана Скрипченко:</b> «Обои как вариант. Очень даже неплохой вариант.» <br>\
<img src='img/our2d/ViktoriaChernenko/10.jpg' ><br>\
      ");
   }
}