var Info = function () {
   this.Show = function ()
   {
      $('#Description').append ("\
         <h3>Ловелла Аяш </h3>\
      <img src='img/referenses/Characters/Lovell/1.jpg' ><br>\
  <br>\
<b>Пол:</b> женский<br>\
<b>Возраст:</b> Около 90 лет.<br>\
<b>Рост: </b><br>\
<b>Семейный статус: </b><br>\
<b>Внешность:</b> Коренная американка.<br>\
Ее предки жили на землях Вабанаки с древних времен. Ловелла во многом чтит традиции своих предков. В том числе шаманство.<br>\
Почти не разговаривает. Передвигается при помощи инвалидного кресла. Живет вместе со своей внучкой Кимми которая за ней ухаживает.<br>\
      ");
   }
}