var Info = function () {
   this.Show = function ()
   {
      $('#Description').append ("\
      <h3>Марк Розковик </h3>\
      <img src='img/our2d/Yaroslava/1.jpg' ><br>\
  <br>\
 <b>Пол:</b>  Мужской  <br>\
<b>Возраст:</b>  42 лет  <br>\
<b>Рост:</b>  185 см  <br>\
<b>Внешность:</b>  шатен с тёмно-коричневыми глазами и строгим лицом, спортивного (умеренно) телосложения, в молодости увлекался греблей. Носит кепку(шляпу), любит смотреть на людей из-под козырька(полей шляпы).  <br>\
<b>Семейное положение: </b> не женат.  <br>\
<b>Хобби:</b>  любитель опустошить бар, найти приключения и подраться.  <br>\
<br>\
<img src='img/referenses/Characters/Mark/2.jpg' ><br>\
<b>Отличительные черты:</b> На правом запястье есть татуировка в виде якоря. Много курит и пьет, что, тем не менее, не отражается на его телосложении. Часто и грязно ругается, предпочитает проводить свободное время в компании женщин легкого поведения.   <br>\
<br>\
О жизни персонажа: Родился в семье алкоголика-разнорабочего, мать умерла при родах, воспитанием сына занимался отец, который в свою очередь, нередко обращался к жестким методам воспитания.  <br>\
Проблем в спорте не было, занимал всегда призовые места по гребле, в других видах спорта также не отставал. С учебой все было крайне сложно, за счет спорта сумел закончить школу и поступил в местный университет из которой его выгнали за неуспеваемость и ужасное поведение. Марк покинул отцовский дом, после очередной потасовки с отцом. Первое время подрабатывал грузчиком и в ночном клубе вышибалой, жил в местном дешевом отеле. Подзаработав денег, пообещал себе не возвращаться в регион Новой Англии и уехал куда глаза глядят.  <br> \
 Но его родной город, так просто от него не отстанет – за пару недель до урагана Виктория, к нему пришло известие по почте, о смерти его отца. Сразу подумал, о возможности продать отцовский дом и расплатиться с долгами. Наряду с последними событиями в жизни, где он попал на большую сумму денег, новость была для него спасением. За пару дней до урагана, он приехал в родной дом и начал его готовить к продаже. Ему удалось выжить во время урагана Виктория, но его дом(надежда) был уничтожен ураганом. Теперь ему помогает только алкоголь.  <br> \
 В пансионате к нему относятся с опаской – кто-то из уцелевших рассказал о криминальных делах Марка, с тех пор с ним стараются не иметь дело. В основном он сам по себе.  <br> \
<b>Характер:</b> нестабильный от раздражительного до располагающего, очень хитрый и лживый, двуличный.   <br> \
Бездыханное тело Марка нашли утром возле домика LakeHouse у озера, как ни странно возле него лежала бутылка редкого Cкотча 1899 года выпуска, за которую можно было выручить круглую сумму, бутылка была не открыта (скорей всего хотел ее продать, но не суждено).   <br> \
Предварительно Марк умер от сердечного приступа, сердце не выдержало слонячие дозы алкоголя в организме, хотя на шее были найдены несколько неизвестные следов (который бросают тень сомнения на версию со сердечным приступом).  <br> \
      <img src='img/referenses/Characters/Mark/1.jpg' ><br>\
      ");
   }
}