var Info = function () {
   this.Show = function ()
   {
      $('#Description').append ("<br>\
      <b>Василий Степанов:</b><br>\
Можно дизайн всех меню вообще сдалть в этом стиле. «Старые открытки»<br>\
Можно еще, а даже нужно. Чтобы меню по духу отличалось от остального контента. Например. Менюха у нас красочная, в стиле вот таких ламповых картинок.<br>\
Как будто времена когда национальная почта была флагманом, все картинки рисовали от руки, марки - произведение исккуства. Все в таком духе. На фоне прям жизнерадостная музыка играет. Загружаешь игру, и начинаются черные заставки с текстом. И немношко минорный оттенок какбэ) В конце дня получаешь экран статистики - опять в лампе, и с музычкой)<br>\
<br>\
<img src='img/our2d/ViktoriaChernenko/8.jpg' ><br>\
<br>\
Так конечно срубывается атмосфера. Но это придает оттенок богатого лора. И интереса.<br>\
Это я описал как увидел игровое меню 3д, с карточками. Просто показал что можно утрировать праздник, от этого тоже появляется эффект давления. Вот нравится тебе в игре Тимми. И ты знаешь что все с ним в порядке будет. И сделал все для этого. А он гадина выпиливается (умер). А тебе это акварелькой нарисовано (подробности его смерти), под старый твист, или классический джаз, или синатру.<br>\
<br>\
<img src='img/our2d/ViktoriaChernenko/6.jpg' ><br>\
");
   }
}