var Info = function () {
   this.Show = function ()
   {
      $('#Description').append ("\
       <h3>Морис Блекуэлл (Настоящее имя: Эллиот Бартон) </h3>\
      <img src='img/referenses/Characters/Moris/1.jpg' ><br>\
       <br>\
<b>Пол: мужской.</b> («Хотя, тут собрались такие дамы, что я теперь даже не уверен») <br>\
<b>Возраст: </b>неизвестен. Так или иначе, выглядит молодо. <br>\
<b>Рост:</b> 178 см. <br>\
<b>Семейный статус:</b> холостяк. Влюблен в Агату. <br>\
<b>Внешность:</b> классический «голубоглазый блондин». Молодой мужчина в хорошей физической форме, с ярко-голубыми глазами, светлыми волосами средней длины, выбритыми по вискам, и бронзовым загаром. Абигейл, шутя, называет его «хипстером» - Морис носит зауженные джинсы, тёмно-красную клетчатую рубашку и часто появляется с фотоаппаратом в руках, снимая, по его словам, окружающую атмосферу. <br>\
<b>Характер:</b> Мягкий. Морис добродушный и отзывчивый, всегда готов прийти на помощь, вне зависимости просят его об этом или нет. Выступает в качестве миротворца, делает это не ради какой-либо выгоды. Терпеть не может ложь, о чём говорит сразу при первом же конфликте, что идет вразрез с его действиями, скрывать правду о себе (сам же утверждает, что это его творческий псевдоним, и скрывать ему нечего). Тем не менее, даже если правда всплывет, нисколько не обидится. Соболезнует всем, у кого есть проблемы, особенно жалеет Агату из-за её утраты, симпатизирует игроку за его честный характер. Агностик. <br>\
<b>История:</b> Фотокорреспондент, которого прислал журнал для съёмок событий и наблюдением за тем, как невзгоды объединяют людей. (возможно, его снимки стоит использовать как улику, если будет такая возможность или желание). <br>\
Родился и рос в Англии, где и учился на фотографа. Его отец, Франклин Бартон, обещавший его матери развестись с женой, так и не сдержал слова, что повлияет в дальнейшем на мировоззрение молодого Эллиота. Впрочем, мужчина регулярно присылал деньги на содержание второй семьи, потому мальчик с мамой не испытывали трудностей. Рос в любви и заботе, и, спустя несколько лет после окончания учёбы, решился на встречу с отцом. <br>\
Может вступиться за Агату или любого другого человека, однако, в случае с первой, при недостаточном общении с ним или с Элджерноном, это может перейти в драку. Наименее «убиваемый» персонаж, т.к. едва ли не следует за игроком по пятам, постоянно изучая и контактируя с другими постояльцами. <br>\
Отличительные черты: носит серебрянное кольцо на большом пальце правой руки («Моя прелесть!» (с)). Много курит, и курит сигареты с высоким содержанием никотина. С собой постоянно носит фотоаппарат. <br>\
      ");
   }
}