var Info = function () {
   this.Show = function ()
   {
      $('#Description').append ("\
      <h3>Профессор Натаниель Коэн</h3>\
<img src='img/referenses/Characters/Nathaniel/1.jpg' ><br>\
<br>\
<b>Пол:</b> Мужской<br>\
<b>Возраст:</b> 77 лет<br>\
<b>Семейное положение:</b> вдовец. Пребывает в пансионате с внуком.<br>\
Родился в начале 40-х годов в Новой Англии, в богатой семье. Получил лучшее из возможных образований. С раннего детства интересовался наукой. Рано закончил школу и университет. В 20 лет уже имел докторскую степень.<br>\
Математик. Много лет преподавал в Вашингтоне, там же и женился. Когда достиг 50-ти летнего возраста, переехал в Вабанаки вместе с супругой и дочерью, для того чтобы вести тихую жизнь в мирном пригороде. Спустя 16 лет, у его дочери родился сын.<br>\
Ураган унес жизни всей его семьи, за исключением внука. Маленького Тимми Коэна которому исполнилось 11 лет.<br>\
Характер: Натаниель одержим математикой, и не утратил свою страсть к ней даже в старости. Единственное что отвлекает его от работы это забота о внуке, а также игра в Го.<br>\
Носит простую аскетичную одежду. Чаще всего это джинсы и старая рубашка. Любит вести себя открыто и честно. Живет вместе с внуком на территории старой обсерватории.<br>\
В приюте он становится одержимым числом 16. Он разрабатывает самые невероятные теории, связанные с этой цифрой. Он первый кто намекает на то, что эта цифра неспроста мелькает повсюду.<br>\
Профессор Коэн – первый кто умирает в приюте.<br>\
      ");
   }
}