var Info = function () {
   this.Show = function ()
   {
      $('#Description').append ("\
      <br>\
      <b>Василий Степанов: </b><br>\
      В этом стиле уже можно рисовать сувенирные открытки разных годов. Мерч приюта. Из 80-х - когда его закрыли, вплоть до 30-х. Эти картинки могут описывать прям как по богатому тут все было раньше. Одна из таких карточек вообще может стать нашим главным артом,  как реклама старых авиалиний 50-х годов. И слоган.<br>\
      <br>\
     <b>Олег:</b><br>\
    Открытка может пригодится, для того что бы отправить ее самому от лица какого то нпц, что бы помочь ему и заработать баллы (ну, например какой то из нпц хочет отправить открытку родне какой-нибудь но умирает и ты отправляешь вместо него че-то такое)<br>\
    <br>\
      <img src='img/our2d/ViktoriaChernenko/8.jpg' ><br>\
       <br>\
 <b>Василий Степанов:</b><br>\
Можно же прям в комнате одного из персонажей разместить это. Есть же у нас сестры Адлтон. Им много лет. Они еще из англии их могут хранить. И там же могут хранится старые открытки из приюта, фотокарточки, доказательства того что они уже отдыхали тут.<br>\
Эти открытки кстати, могут выполнять 2 функции. Открывать лор. Объясняя что было на локациях раньше, какие охцуенные биде стояли в номерах. И быть элементами коллекции!!!! О как)<br>\
<br>\
  <img src='img/our2d/ViktoriaChernenko/6.jpg' ><br>\
<br>\
 <b>Василий Степанов:</b><br>\
Марки и открытки и то почему и зачем, можно обыграть в сценарии.<br>\
<br>\
 <b>Константин Левченко:</b><br>\
Они должны как бы напоминать о прошлых владельцах. Такие отголоски прошлого.<br>\
<br>\
<b>Дана:</b><br>\
Открытку можно дать кому-нибудь из персонажей, кому-то, кто потерял близких, и держит её как часть воспоминаний, или более беззаботным персонажам, которые планируют её отправить после того как покинут пансионат. Имхо, это неплохо бы смотрелось у Тимми, у которого не так давно погибли родители. Мальчику только 11, особо многих событий с семьей он не пережил, зато хорошо запомнилось одно Рождество, и открытка вполне может послужить предлогом для разговора игрока с ним (Тимми случайно её теряет, игрок находит, приносит и узнает, чем таким открытка ценна).<br>\
");
   }
}