var Info = function () {
   this.Show = function ()
   {
      $('#Description').append ("\
      <h3>Руби Хоппер</h3>\
      <img src='img/referenses/Characters/Ruby/1.png' ><br>\
<b>Имя:</b> Руби Хоппер.(их с братом фамилия звучит правильнее как «Хаупер», но жителям пансионата проще так) <br>\
Родилась в Бристоле 20 апреля 1993 года в семье мелкого работника английского банка и матери, имевшей свое частное юридическое бюро. Закончила школу и университет, имеет специальность флориста. Попала в Вабанаки на крупную выставку растений и гербария из частных коллекций. На этом пмероприятии ее и настигла беда.<br>\
<b>Внешность:</b> привлекательная девушка среднего роста (175см), с миловидным, округлым лицом, широкопосаженными и большими карими глазами, блинной косой (пости до пояса) каштаново-русых волос.<br> \
<b>Характер:</b> Проста и наивна. Верит исключительно в добро, хорошие качества в людях, отказывается осознавать жестокие реалии мира. Можно сказать, что носит розовые очки. Много читает, но на происходящее в книгах имеет свой весьма своеобразный взгляд. <br>\
Основное испытываемое ею чувство - жалость. Жалость к больным, здоровым, умным, глупым, жалость к каким бы то ни было несчастным. Ее леко обмануть, чем часто пользуются окружающие. Всегда верит на слово, даже незнакомым. Легко убеждаема. Чем-то напоминает Князя Мышкина во всей его простоте. <br>\
<b>Основные черты:</b> эмоциональность, импульсивность, склонность к самопожертвованиям. <br>\
<b>Хобби:</b> растения. От живых и пахнущих до гербариев времен Шекспира. Философия, особенно в процессе наблюдения за растениями. <br>\
<b>Одежда:</b> Предпочитает легкие, практически невесомые платья или сарафаны. По прохладной погоде надевает хлопковые штаны, <br>\
рубашку, канадский жилет и кепку.<br>\
<img src='img/referenses/Characters/Ruby/2.png' ><br>\
<img src='img/referenses/Characters/Ruby/3.png' ><br>\
<img src='img/referenses/Characters/Ruby/4.png' ><br>\
<img src='img/referenses/Characters/Ruby/5.png' ><br>\
      ");
   }
}