var Info = function () {
   this.Show = function ()
   {



      $('#Description').append (" \
 <center><img src='img/dizdok01.jpg' ><br>\
<b>Сегодня вечером ты умрешь! Так же, как и другие жители пансионата «Совиный приют». Ты можешь изменить ход событий, но на это у тебя есть всего лишь 12 часов…</b></center><br>\
<b>Жанр:</b> хоррор/квест ориентированный на принятие правильных решений/выживание в условиях временной петли<br>\
<b>Графика и платформа:</b> 3D от первого лица. ПК.<br>\
<b>Визуальный стиль и сеттинг:</b> Реализм. Наши дни. Позднее лето/начало осени. Леса и горные ландшафты штата Мэн, с расположенными на них, почти гротескными старыми сооружениями в викторианском стиле. Гнетущая атмосфера былого величия. Давно заброшенного. В котором, с недавних пор живут люди из нашего времени.  <br>\
<br>\
<b>История</b><br>\
США. Штат Мэн. 2017-й год. <br>\
Ураган небывалой силы обрушился на восточное побережье, накрыв собой сразу несколько штатов. Бушующая стихия уничтожала все на своем пути. Больницы переполнены, транспортные потоки не способны справится со своей функцией.  В стране было введено чрезвычайное положение. Все силы брошены на борьбу с последствиями. Огромное количество беженцев бросили дома…<br>\
<br>\
Небольшой рыбацкий городок Вабанаки, с населением 4096 человек, не успели эвакуировать. Он принял на себя первую волну.  В результате спасательной операции, нашли всего 16 выживших. В качестве временного решения, губернатор штата выделил пострадавшим убежище высоко в горах. Старая государственная собственность, горный курорт «Совиный приют», давно конфискованный у прежних владельцев.<br>\
<br>\
Уютный курорт, был построен в 30-х годах, и на протяжении многих лет был популярным туристическим направлением. Это продолжалось до середины 80-х, когда не справившись с конкуренцией бизнес обанкротился. «Совиный приют» конфисковали вместе со всем имуществом. Не известно по чему он не был «продан с молотка», а находился на балансе федерального правительства штата до наших дней. <br>\
<br>\
Так, в следствии жутких обстоятельств, жертвы трагедии стали первыми постояльцами горного курорта «Совиный приют», спустя 30 лет после его закрытия. 16 абсолютно разных личностей, одно место, новая трагедия.<br>\
<br>\
Вы – один из 16-ти выживших, находящихся в «Совином приюте» уже более двух недель. Почти полностью отрезанные от внешнего мира, ждете пока ситуация будет урегулирована. Вас назначили временным представителем властей в этом месте. Следить за порядком – ваша обязанность. Вы можете вызвать помощь при необходимости…<br>\
<br>\
<br>\
<b>Игра</b><br>\
Игрок проживает 12 часов одного и того же дня, начиная с девяти утра. В 22:00 игра заканчивается и перед игроком появляется статистика того, как его действия повлияли на ход событий. <br>\
<br>\
В конце первого игрового дня происходит загадочное убийство. Переиграв во второй раз игрок может его предотвратить, но это повлечет за собой цепочку еще более ужасающих событий. <br>\
<br>\
Переигрывание является главным геймплейным элементом. Игрок влияет на цепочку событий своим выбором, и каждый новый выбор не на много лучше предыдущего. Так, методом проб и ошибок он дальше продвигается по истории.<br>\
<br>\
<b>Мир игры</b> – состоит из 8-ми отдаленных друг от друга локаций. Перемещаясь между ними тратится драгоценное время. Поэтому игроку постоянно придется обдумывать свои действия и расставлять приоритеты.<br>\
<br>\
Игровая логика базируется на взаимодействии с предметами и большим количеством диалогов. Важным моментом является возможность использования предметов, в разных местах. Если игрок считает, что это важнее. Таким образом, именно правильный выбор, позволяет раскрывать историю дальше.<br>\
<br>\
Сложный моральный выбор, запутанный сюжет, сильный акцент на личностях и характерах -  круги через которые придется пройти, для того чтобы узнать главный секрет Совиного приюта.<br>\
<br>\
<br>\
");
   }
}