var Info = function () {
   this.Show = function ()
   {
      $('#Description').append ("\
      <h3>Тимми Коэн</h3>\
      <img src='img/referenses/Characters/Timmy/1.jpg' ><br>\
<br>\
<b>Пол:</b> Мужской<br>\
<b>Возраст: </b>11 лет<br>\
<b>Семейное положение:</b> сирота. Пребывает в пансионате с дедом.<br>\
Родился в Вабанаки, в 2006-м году. Внук профессора Натаниеля Коэна, осиротевший в результате урагана. Тимми еще не до конца осознал их кончину. Живет с дедушкой на территории старой обсерватории.\
");
   }
}