var Info = function () {
   this.Show = function ()
   {
      $('#Description').append ("\
      <br>\
Такое можно использовать как картины на стенах комнат.<br>\
Антон: «Можно сделать, что это какая-то важная картина, сзади которой важная информация какая-то. Как ключ к чему-то или карта какая-то»<br>\
<img src='img/our2d/ViktoriaChernenko/3.jpg' ><br>\
<br>\
Такое можно цеплять как етикетки на ящики с продуктами например или на посуду (кастрюли например).<br>\
Антон: «Скатерть на столе.Использовали раньше такое.»<br>\
<img src='img/our2d/ViktoriaChernenko/4.jpg' ><br>\
<img src='img/our2d/ViktoriaChernenko/5.jpg' ><br>\
<br>\
Класная открытка. Нужно подумать как обыграть открытки в игре. Или просто кто-то привез из дома и поставил в комнате. Или сам нарисовал и подарил персонажу, или что-то еще. <br>\
Дана Скрипченко: «Открытку можно дать кому-нибудь из персонажей, кому-то, кто потерял близких, и держит её как часть воспоминаний, или более беззаботным персонажам, которые планируют её отправить после того как покинут пансионат. Имхо, это неплохо бы смотрелось у Тимми, у которого не так давно погибли родители. Мальчику только 11, особо многих событий с семьей он не пережил, зато хорошо запомнилось одно Рождество, и открытка вполне может послужить предлогом для разговора игрока с ним (Тимми случайно её теряет, игрок находит, приносит и узнает, чем таким открытка ценна).»<br>\
Антон Бес: «Открытками можно массово пользоваться для уточнения отношений между персонажами.»<br>\
<img src='img/our2d/ViktoriaChernenko/6.jpg' ><br>\
<br>\
Можно сделать книгу рецептов с такими картинками и положить ее на кухне например.<br>\
<img src='img/our2d/ViktoriaChernenko/7.jpg' ><br>\
<br>\
Класный стиль для: интерфейса, возможно инвентаря, для дневника персонажа, карты месности и так далее.<br>\
<img src='img/our2d/ViktoriaChernenko/8.jpg' ><br>\
<br>\
Опять книга рецептов или же старые коробки из под пироженых - просто для визуального еффекта интерьера.<br>\
<img src='img/our2d/ViktoriaChernenko/9.jpg' ><br>\
<br>\
Такие как этот рисунок можно использовать как обои внутри главного здания.<br>\
<img src='img/our2d/ViktoriaChernenko/10.jpg' ><br>\
<br>\
<br>\
<br>\
#1<br>\
<img src='img/our2d/ViktoriaChernenko/1.jpg' ><br>\
<br>\
#2<br>\
<img src='img/our2d/ViktoriaChernenko/2.jpg' ><br>\
      ");
   }
}