var Info = function () {
   this.Show = function ()
   {
      $('#Description').append ("\
<br>\
Эти открытки кстати, могут выполнять 2 функции. Открывать лор. Объясняя что было на локациях раньше, какие классные  биде стояли в номерах. Логично предположить что раз биде были очень классные их все украли и теперь жители Совиного приюта не имеют туалета.<br>\
<br>\
<b>А:</b> ты туалет и ванную забыл) или они на улице все делают)<br>\
<b>Б:</b> они до витру ходят<br>\
<b>А:</b> и сразу моются - я понял<br>\
<b>А:</b>  2 в одном)<br>\
<b>Б:</b>  не, ну туалеты нужно сделать)<br>\
<br>\
<img src='img/our2d/ViktoriaChernenko/8.jpg' ><br>\
<img src='img/our2d/ViktoriaChernenko/6.jpg' ><br>\
");
   }
}